RhinoInside.Revit API Documentation
ColorWithTransparencyConverter Methods
The ColorWithTransparencyConverter type exposes the following members.
Methods
Name | Description
ToColor
 Converts the specified Autodesk.Revit.DB.Color to an equivalent Color.
ToColorWithTransparency
 Converts the specified Color to an equivalent Autodesk.Revit.DB.ColorWithTransparency.
Top
See Also
Reference
ColorWithTransparencyConverter Class
RhinoInside.Revit.Convert.System.Drawing Namespace